Repository: ankitrox/share-cart
Catalog: languages/*/wcssc-*.po
Languages: fi_fi

source: Save and Share Cart for WooCommerce
fi_fi: Tallenna ja jaa ostoskori WooCommercelle

source: A WooCommerce plugin to share cart on different social media platforms.
fi_fi: WooCommerce-lisäosa ostoskorin jakamiseen sosiaalisen median alustoille.

source: This operation is not allowed
fi_fi: Toiminto ei ole sallittu

source: Settings
fi_fi: Asetukset

source: Save Share Cart
fi_fi: Tallenna ostoskori

source: Share Cart
fi_fi: Jaa ostoskori

source: You are not authorized to do this operation
fi_fi: Sinulla ei ole valtuuksia tämän toiminnon suorittamiseen

source: Email sent successfully
fi_fi: Sähköposti lähetetty onnistuneesti

source: Error: Email cannot be sent at this moment.
fi_fi: Virhe: Sähköpostia ei voi lähettää juuri nyt.

source: Cart created successfully
fi_fi: Ostoskori luotu onnistuneesti

source: Failed to create cart
fi_fi: Ostoskorin luonti epäonnistui

source: Email Cart Settings
fi_fi: Sähköpostin lähetysasetukset

source: Email from address
fi_fi: Sähköpostin lähettäjän osoite

source: Enter address from which email will be sent
fi_fi: Syötä osoite, josta sähköposti lähetetään

source: Email from name
fi_fi: Sähköpostin lähettäjän nimi

source: Enter name from which email will be sent
fi_fi: Syötä nimi, jolla sähköposti lähetetään

source: Email body
fi_fi: Sähköpostin runko

source: Cart Share Settings
fi_fi: Ostoskorin jakamisen asetukset

source: Share button position
fi_fi: Jaa-painikkeen sijainti

source: Select button position
fi_fi: Valitse painikkeen sijainti

source: Before Cart Table
fi_fi: Ennen ostoskoritaulukkoa

source: After Cart Table
fi_fi: Ostoskoritaulukon jälkeen

source: Before Cart
fi_fi: Ennen ostoskoria

source: After Cart
fi_fi: Ostoskorin jälkeen

source: Beside update cart button
fi_fi: Päivitä ostoskori-painikkeen vieressä

source: Share cart button text
fi_fi: Jaa ostoskori-painikkeen teksti

source: Share cart
fi_fi: Jaa ostoskori

source: Shared cart page title
fi_fi: Jaetun ostoskorin sivun otsikko

source: Cart
fi_fi: Ostoskori

source: This title would be common across all shared cart pages which doesn't have title assigned.
fi_fi: Tämä otsikko olisi yhteinen kaikille jaetuille ostoskorisivuille, joille ei ole määritetty otsikkoa.

source: Enable social media for sharing
fi_fi: Aktivoi sosiaalinen media jakamiseksi

source: Share On Facebook
fi_fi: Jaa Facebookissa

source: Share On Twitter
fi_fi: Jaa Twitterissä

source: Share On WhatsApp
fi_fi: Jaa WhatsAppissa

source: Share On Skype
fi_fi: Jaa Skypessä

source: Email
fi_fi: Sähköposti

source: Share cart via Email
fi_fi: Jaa ostoskori sähköpostilla

source: Copy to clipboard
fi_fi: Kopioi leikepöydälle

source: Copy cart link to clipboard
fi_fi: Kopioi ostoskorin linkki leikepöydälle

source: Save
fi_fi: Tallenna

source: Save cart for later (For logged-in users only)
fi_fi: Tallenna ostoskori myöhempää viimeistelyä varten (vain kirjautuneille käyttäjille)

source: Miscellaneous
fi_fi: Sekalaiset

source: Captcha key
fi_fi: Captcha-avain

source: Save Cart Settings
fi_fi: Ostoskorin tallentamisen asetukset

source: Saved cart title
fi_fi: Tallennetun ostoskorin otsikko

source: Saved carts
fi_fi: Tallennetut ostoskorit

source: This would be visible in my account section.
fi_fi: Tämä näkyy oma tili-osiossa.

source: Enter name for saved cart label
fi_fi: Anna tallennetun ostoskorin etiketin nimi

source: Enter name for saved cart
fi_fi: Anna tallennetulle ostoskorille nimi

source: This would be visible while user would be saving cart on front-end.
fi_fi: Tämä näkyy, kun käyttäjä tallentaa ostoskoria front-endissä.

source: Loading your saved carts...
fi_fi: Ladataan tallennettuja ostoskorejasi...

# Post type general name
source: Saved Carts
fi_fi: Tallennetut ostoskorit

# Post type singular name
source: Saved Carts
fi_fi: Tallennetut ostoskorit

# Admin Menu text
source: Saved Carts
fi_fi: Tallennetut ostoskorit

# Add New on Toolbar
source: Saved Carts
fi_fi: Tallennetut ostoskorit

source: Add New
fi_fi: Lisää uusi

source: Add New Saved Carts
fi_fi: Lisää uusi tallennetut ostoskorit

source: New Saved Carts
fi_fi: Uusi tallennetut ostoskorit

source: Edit Saved Carts
fi_fi: Muokkaa tallennettuja ostoskoreja

source: View Saved Carts
fi_fi: Näytä tallennetut ostoskorit

source: All Saved Carts
fi_fi: Kaikki tallennetut ostoskorit

source: Search Saved Carts
fi_fi: Hae tallennettuja ostoskoreja

source: Parent Saved Carts:
fi_fi: Ylemmän tason tallennetut ostoskorit:

source: No carts found.
fi_fi: Ostoskoreja ei löytynyt.

source: No carts found in Trash.
fi_fi: Roskakorista ei löytynyt ostoskoreja.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Saved Carts Cover Image
fi_fi: Tallennettujen ostoskorien kansikuva

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set Saved Carts image
fi_fi: Aseta tallennettujen ostoskorien kuva

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove Saved Carts image
fi_fi: Poista tallennettujen ostoskorien kuva

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as saved cart image
fi_fi: Käytä tallennetun ostoskorin kuvana

source: Saved Carts archives
fi_fi: Tallennetut ostoskorit-arkisto

source: Insert into saved cart
fi_fi: Lisää tallennettuun ostoskoriin

source: Uploaded to this saved cart
fi_fi: Ladattu tähän tallennettuun ostoskoriin

source: Filter carts list
fi_fi: Suodata ostoskorit-listaa

source: Carts list navigation
fi_fi: Ostoskorit-luettelon navigointi

source: Carts list
fi_fi: Ostoskorit-luettelo

source: Shared cart -
fi_fi: Jaettu ostoskori -

source: Product
fi_fi: Tuote

source: Price
fi_fi: Hinta

source: Quantity
fi_fi: Määrä

source: Total
fi_fi: Yhteensä

source: Available on backorder
fi_fi: Saatavilla jälkitoimituksena

source: Total Quantity: %d
fi_fi: Määrä yhteenaä: %d

source: Total Price: %s
fi_fi: Hinta yhteensä: %s

source: Load Cart
fi_fi: Palauta ostoskori
