Repository: ankitrox/share-cart
Catalog: languages/*_formal/wcssc-*_formal.po
Languages: de_de

source: Save and Share Cart for WooCommerce
de_de: Warenkorb speichern und teilen für WooCommerce

source: A WooCommerce plugin to share cart on different social media platforms.
de_de: Ein WooCommerce-Plugin, um den Warenkorb auf verschiedenen sozialen Netzwerken zu teilen.

source: This operation is not allowed
de_de: Diese Operation ist nicht erlaubt

source: Settings
de_de: Einstellungen

source: Save Share Cart
de_de: Warenkorb speichern/teilen

source: Share Cart
de_de: Warenkorb teilen

source: You are not authorized to do this operation
de_de: Sie sind nicht autorisiert, diese Operation auszuführen

source: Email sent successfully
de_de: E-Mail erfolgreich gesendet

source: Error: Email cannot be sent at this moment.
de_de: Fehler: E-Mail kann aktuell nicht gesendet werden.

source: Cart created successfully
de_de: Warenkorb erfolgreich erstellt

source: Failed to create cart
de_de: Fehler bei der Erstellung des Warenkorbes

source: Email Cart Settings
de_de: Warenkorb-E-Mail-Einstellungen

source: Email from address
de_de: E-Mail von Adresse

source: Enter address from which email will be sent
de_de: Geben Sie die Adresse ein, von der aus die E-Mail gesendet wird

source: Email from name
de_de: E-Mail von Name

source: Enter name from which email will be sent
de_de: Geben Sie den Namen ein, von dem aus die E-Mail gesendet wird

source: Email body
de_de: E-Mail-Inhalt

source: Cart Share Settings
de_de: Warenkorb-Speichern-Einstellungen

source: Share button position
de_de: Position des Teilen-Buttons

source: Select button position
de_de: Wählen Sie die Button-Position aus

source: Before Cart Table
de_de: Vor der Warenkorb-Tabelle

source: After Cart Table
de_de: Nach der Warenkorb-Tabelle

source: Before Cart
de_de: Vor dem Warenkorb

source: After Cart
de_de: Nach dem Warenkorb

source: Beside update cart button
de_de: Neben dem Warenkorb-aktualisieren-Button

source: Share cart button text
de_de: Text des Warenkorb-teilen-Buttons

source: Share cart
de_de: Warenkorb teilen

source: Shared cart page title
de_de: Titel der Seite des geteilten Warenkorbs

source: Cart
de_de: Warenkorb

source: This title would be common across all shared cart pages which doesn't have title assigned.
de_de: Dieser Titel wird allen Seiten von gespeicherten Warenkörben vergeben, die keinen zugewiesenen Titel haben.

source: Enable social media for sharing
de_de: Aktivieren Sie soziale Netzwerke zum Teilen

source: Share On Facebook
de_de: Auf Facebook teilen

source: Share On Twitter
de_de: Auf Twitter teilen

source: Share On WhatsApp
de_de: Auf WhatsApp teilen

source: Share On Skype
de_de: Auf Skype teilen

source: Share cart via Email
de_de: Warenkorb per E-Mail teilen

source: Copy to clipboard
de_de: In die Zwischenablage kopieren

source: Copy cart link to clipboard
de_de: Warenkorb-Link in die Zwischenablage kopieren

source: Save
de_de: Speichern

source: Save cart for later (For logged-in users only)
de_de: Warenkorb für später speichern (nur für eingeloggte Benutzer)

source: Miscellaneous
de_de: Sonstiges

source: Captcha key
de_de: Captcha-Schlüssel

source: Save Cart Settings
de_de: Warenkorb-Speichern-Einstellungen

source: Saved cart title
de_de: Titel des gespeicherten Warenkorbs

source: Saved carts
de_de: Gespeicherte Warenkörbe

source: This would be visible in my account section.
de_de: Dies ist sichtbar unter Mein Konto.

source: Enter name for saved cart label
de_de: Geben Sie den Namen für das Label des gespeicherten Warenkorbs ein

source: Enter name for saved cart
de_de: Geben Sie den Namen für den gespeicherten Warenkorb ein

source: This would be visible while user would be saving cart on front-end.
de_de: Dies ist sichtbar, während der Benutzer den Warenkorb im Front-End speichert.

source: Loading your saved carts...
de_de: Laden deiner gespeicherten Warenkörbe...

# Post type general name
source: Saved Carts
de_de: Gespeicherte Warenkörbe

# Post type singular name
source: Saved Carts
de_de: Gespeicherte Warenkörbe

# Admin Menu text
source: Saved Carts
de_de: Gespeicherte Warenkörbe

# Add New on Toolbar
source: Saved Carts
de_de: Gespeicherte Warenkörbe

source: Add New
de_de: Neu hinzufügen

source: Add New Saved Carts
de_de: Neue gespeicherte Warenkörbe hinzufügen

source: New Saved Carts
de_de: Neue gespeicherte Warenkörbe

source: Edit Saved Carts
de_de: Gespeicherte Warenkörbe bearbeiten

source: View Saved Carts
de_de: Gespeicherte Warenkörbe anzeigen

source: All Saved Carts
de_de: Alle gespeicherten Warenkörbe

source: Search Saved Carts
de_de: Gespeicherte Warenkörbe suchen

source: Parent Saved Carts:
de_de: Eltern der gespeicherten Warenkörbe:

source: No carts found.
de_de: Keine Warenkörbe gefunden.

source: No carts found in Trash.
de_de: Keine Warenkörbe im Papierkorb gefunden.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Saved Carts Cover Image
de_de: Titelbild der gespeicherten Warenkörbe

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set Saved Carts image
de_de: Bild der gespeicherten Warenkörbe speichern

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove Saved Carts image
de_de: Bild der gespeicherten Warenkörbe entfernen

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as saved cart image
de_de: Als Bild des gespeicherten Warenkorbs benutzen

source: Saved Carts archives
de_de: Archive der gespeicherten Warenkörbe

source: Insert into saved cart
de_de: In gespeicherten Warenkorb einfügen

source: Uploaded to this saved cart
de_de: Zu diesem gespeicherten Warenkorb hochgeladen

source: Filter carts list
de_de: Warenkörbe-Liste filtern

source: Carts list navigation
de_de: Navigation der Warenkörbe-Liste

source: Carts list
de_de: Warenkörbe-Liste

source: Shared cart -
de_de: Geteilter Warenkorb -

source: Product
de_de: Produkt

source: Price
de_de: Preis

source: Quantity
de_de: Quantität

source: Total
de_de: Gesamt

source: Available on backorder
de_de: Verfügbar bei Nachlieferung

source: Total Quantity: %d
de_de: Gesamtmenge: %d

source: Total Price: %s
de_de: Gesamtpreis: %s

source: Load Cart
de_de: Warenkorb laden
